package ilya.classutils;

public class List {

	private List() {
		throw new AssertionError("这个程序不是给你这么用的！");
	}
	
	public final static String[] ALL = new String[] {
            "01♀宋奕妍", "02♂黄文林", "03♂李楚誉", "04♂苏浦", "05♂梁键", "06♂刘浩然", "07♂王张向阳", "08♀周淑艺", "09♂陶云良", "10♂陈陆", "11♂吴金桐", "12♂周谢予", "13♂莫之瑜", "14♂黎泳麟", "15♀麦珊", "16♀陈杨慧", "17♀林世凤", "18♀郑好", "19♂刘朝奕", "20♂陈禹州", "21♂黄天银", "22♀钟丹彤", "23♂杨振梁", "24♂梁钦瑜", "25♂田槟榕", "26♂朱伟余", "27♀周花吉", "28♀陈昱彤", "29♀潘思宇"
    };
	public final static String[] BOY = new String[] {
            "02♂黄文林", "03♂李楚誉", "04♂苏浦", "05♂梁键", "06♂刘浩然", "07♂王张向阳", "09♂陶云良", "10♂陈陆", "11♂吴金桐", "12♂周谢予", "13♂莫之瑜", "14♂黎泳麟", "19♂刘朝奕", "20♂陈禹州", "21♂黄天银", "23♂杨振梁", "24♂梁钦瑜", "25♂田槟榕", "26♂朱伟余"
    };
	public final static String[] GIRL = new String[] {
            "01♀宋奕妍", "08♀周淑艺", "15♀麦珊", "16♀陈杨慧", "17♀林世凤", "18♀郑好", "22♀钟丹彤", "27♀周花吉", "28♀陈昱彤", "29♀潘思宇"
    };

}
